;-------------------------------------------------------------
[Translation]

TRANSLATION_BY = Перевод:
TRANSLATION_NAME = solokot
TRANSLATION_LINK = solokot@gmail.com
LANGUAGENAME=Русский
;Previous translator name: SuperSlon

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=5000

;English.ini file is always up-to-date.
;-------------------------------------------------------------

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8

[MainPopup]
;-------------------------------------------------------------
MNU_OPEN_PICPICK        =Редактор &изображений
;-------------------------------------------------------------

MNU_CAPTURE         =&Захват экрана
MNU_CAPTURE_FULLSCREEN      =&Весь экран
MNU_CAPTURE_ACTIVEWINDOW    =&Активное окно
MNU_CAPTURE_CONTROL     =&Элемент окна
MNU_CAPTURE_SCROLLINGWINDOW =Окно с п&рокруткой
MNU_CAPTURE_REGION      =&Выделенная область
MNU_CAPTURE_FIXEDREGION     =&Фиксированная область
MNU_CAPTURE_FREEHAND        =&Произвольная область
MNU_CAPTURE_WEBPAGE     =&Веб-страница
MNU_CAPTURE_REPEAT      =Предыдущий выбор
MNU_CAPTUREQBAR         =Показать &панель захвата...
MNU_WIDGET			=Показать &виджет...

;-------------------------------------------------------------
MNU_CAPTURE_SETTING		=&Настройки
MNU_OUTPUTTYPE			=&Полученный снимок...

;Please check the below strings and translate again. 
;For example, [Copy as Clipboard] -> [Clipboard]
MNU_OUTPUTTYPE_PICPICK      =&Редактор PicPick
MNU_OUTPUTTYPE_CLIPBOARD    =&Буфер обмена
MNU_OUTPUTTYPE_SAVEIMAGE    =&Файл изображения
MNU_OUTPUTTYPE_SAVEFOLDER   =&Автоматическое сохранение как...
MNU_OUTPUTTYPE_OTHER        =&Внешняя программа...
MNU_OUTPUTTYPE_FTP          =F&TP-сервер
MNU_OUTPUTTYPE_SHARE        =П&убликация
MNU_OUTPUTTYPE_SENDTO       =&Отправить
MNU_OUTPUTTYPE_FACEBOOK	    =Faceboo&k
MNU_OUTPUTTYPE_TWITTER	    =Tw&itter
MNU_OUTPUTTYPE_MSWORD       =Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL      =Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT        =Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK    =&Электронная почта
MNU_OUTPUTTYPE_PRINTER      =&Принтер
MNU_OUTPUTTYPE_SKYPE	    =Sk&ype
MNU_OUTPUTTYPE_CLOUD	    =О&блако
MNU_OUTPUTTYPE_WEB          =&URL-адрес

MNU_OPT_DEFAULTFORMAT       =&Формат изображения по умолчанию
MNU_OPT_OPENEDITOR      =Открывать редактор при загрузке
MNU_OPT_STARTUPPROGRAM      =&Запускать PicPick при загрузке Windows
;-------------------------------------------------------------
MNU_COLORPICKER         	=Цвет под &курсором
MNU_COLORPALETTE        	=Цветовая &палитра
MNU_COPYCOLORTYPE       	=&Формат цвета
MNU_COLORHISTORY        	=&История подбора цвета
MNU_COLORHISTORY_CLEAR		=&Очистить
;-------------------------------------------------------------
MNU_MAGNIFIER           =Окно у&величения
MNU_PIXELRULER          =&Линейка
MNU_PROTRACTOR          =&Угломер
MNU_CROSSHAIR           =&Перекрестие
MNU_WHITEBOARD          =&Грифельная доска
MNU_CLOUDEXPLORER	=&Облачный проводник

;-------------------------------------------------------------
MNU_ABOUT_PICPICK       =&Настройки программы...
MNU_EXIT_PICPICK        =В&ыход

[Widget]
MNU_WIDGET			=&Виджет
MNU_WIDGET_LOCK			=&Закрепить виджет
MNU_WIDGET_SMALLICONS		=Использовать &маленькие значки
MNU_WIDGET_AUTOHIDE		=&Автоскрытие
MNU_WIDGET_OPACITY		=&Прозрачность
MNU_WIDGET_ALWAYSTOP		=&Всегда наверху
MNU_WIDGET_CLOSE		=&Закрыть виджет

[PicPickEditor]
;-------------------------------------------------------------
#5.0.0
MNU_START=Начало
#5.0.0
MNU_FILE =&Файл
MNU_FILE_NEW =&Новое изображение
MNU_FILE_OPEN =&Открыть
MNU_FILE_OPENCLIPBOARD =&Вставить из буфера обмена
MNU_FILE_OPENURL =Открыть по &ссылке
#5.0.0
MNU_FILE_OPEN_RECENT=Последние
MNU_FILE_OPEN_BROWSE=Обзор
#5.0.0
MNU_FILE_SAVESAME=&Сохранить
MNU_FILE_SAVE =Сохранить &как...
MNU_FILE_SAVESELECT =С&охранить выделенное как...
MNU_FILE_SAVEALL=Сохранить вс&ё
MNU_FILE_PRINT=&Печать
MNU_FILE_CLOSEIMAGE =&Закрыть изображение
MNU_FILE_CLOSECURRENTIMAGE =&Текущее
MNU_FILE_CLOSEALLIMAGE = &Все
MNU_FILE_CLOSEALLSAVEDIMAGE =Все &сохранённые
MNU_FILE_CLOSEPICPICK =&Выйти из редактора
;-------------------------------------------------------------
MNU_EDIT =&Редактирование
MNU_EDIT_UNDO =&Отменить
MNU_EDIT_REDO =&Повторить
MNU_EDIT_CUT =&Вырезать
MNU_EDIT_COPY =&Копировать
MNU_EDIT_PASTE =&Вставить
MNU_EDIT_PASTEFROMFILE =Вставить из &файла...
MNU_EDIT_SELECTDEL =&Очистить
MNU_EDIT_SELECTNEW =Обрезать
MNU_EDIT_DESELECT =Снять выделение
MNU_EDIT_SELECTALL =Выделить всё
MNU_EDIT_IMAGERESIZE =Изменить размеры изображения...
MNU_EDIT_CANVASRESIZE =Изменить размеры холста...
MNU_EDIT_VIEWBITMAP =&Показать изображение на весь экран...
;-------------------------------------------------------------
MNU_TOOLS =&Инструменты
MNU_TOOLS_FULLSCREEN        =Захват всего &экрана
MNU_TOOLS_ACTIVEWINDOW      =Захват &активного окна
MNU_TOOLS_CONTROL       =Захват &элемента окна
MNU_TOOLS_SCROLLINGWINDOW   =Захват окна с &прокруткой
MNU_TOOLS_WEBPAGE       =Захват &веб-страницы
MNU_TOOLS_REGION        =Захват &выделенной области
MNU_TOOLS_FIXEDREGION       =Захват &фиксированной области
MNU_TOOLS_FREEHAND      =Захват произвольной &области
MNU_TOOLS_REPEAT        =Повтор последней &операции
MNU_TOOLS_COLORPICKER       =Цвет под &курсором
MNU_TOOLS_COLORPALETTE      =Цветовая &палитра
MNU_TOOLS_MAGNIFIER     =Окно у&величения
MNU_TOOLS_PIXELRULER        =&Линейка
MNU_TOOLS_PROTRACTOR        =&Угломер
MNU_TOOLS_CROSSHAIR     =&Перекрестие
MNU_TOOLS_WHITEBOARD        =&Грифельная доска
MNU_TOOLS_OPTION        =&Настройки программы
;-------------------------------------------------------------
MNU_TOOLSOPTION             =&Настройки
MNU_TOOLSOPTION_OUTPUTTYPE      =&Полученный снимок...
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT   =&Формат изображения по умолчанию
MNU_TOOLSOPTION_DUALMONITORS        =Поддержка &двух мониторов
MNU_TOOLSOPTION_HOTKEY          =&Изменить назначение горячих клавиш...
MNU_TOOLSOPTION_SOUND           =Включить &звуковые эффекты
MNU_TOOLSOPTION_SCROLLCAPTURE       =Включить авто&прокрутку
MNU_TOOLSOPTION_MOUSECURSOR     =Копировать &указатель мыши
MNU_TOOLSOPTION_STARTUPPROGRAM      =&Запускать PicPick при загрузке Windows
MNU_TOOLSOPTION_OPENEDITOR      =Открывать редактор PicPick при загрузке
MNU_TOOLS_COLORTYPE         =&Формат цвета
;-------------------------------------------------------------
MNU_EFFECT          =&Эффекты
MNU_EFFECT_INVERT       =&Инвертирование
MNU_EFFECT_GRAYSCALE        =&Градация серого
MNU_EFFECT_MOSAIC       =&Пикселизация...
MNU_EFFECT_BLUR         =&Размытие
MNU_EFFECT_SHARPEN      =&Резкость
MNU_EFFECT_BRIGHTNESS       =&Яркость / контрастность...
MNU_EFFECT_HSL          =&Оттенок / насыщенность...
MNU_EFFECT_BORDER       =&Выделение краёв
MNU_EFFECT_FLIP         =&Зеркальное отражение
MNU_EFFECT_FLIPH        =Отразить &горизонтально
MNU_EFFECT_FLIPV        =Отразить &вертикально
MNU_EFFECT_ROTATE       =&Поворот
MNU_EFFECT_ROTATE90         =&90° по часовой стрелке
MNU_EFFECT_ROTATE180        =&180° по часовой стрелке
MNU_EFFECT_ROTATE270        =9&0° против часовой стрелки
MNU_EFFECT_FRAME        =Ра&мка...
MNU_EFFECT_COLORBALANCE     =Цветовой &баланс...
MNU_EFFECT_WATERMARK	=&Логотип...
;-------------------------------------------------------------
MNU_WINDOW =&Окно
MNU_WINDOW_CASCADE =Расположить &каскадом
MNU_WINDOW_TILEH =Расположить &горизонтально
MNU_WINDOW_TILEV =Расположить &вертикально
MNU_WINDOW_MINIMIZEALL =Свернуть все
;-------------------------------------------------------------
MNU_HELP =&Помощь
MNU_HELP_WEBSITE = Официальный сайт
MNU_HELP_ABOUT =О программе...
#5.0.0
MNU_HELP_UPDATE = Проверить обновления
#5.0.0

PNL_TOOL_TOOLS = Инструменты
PNL_TOOL_COLOR = Цвет
PNL_TOOL_PROPERTY = Свойства
LBL_TOOL_WIDTHS = Ширина:
LBL_TOOL_OPACITY = Прозрачность:
LBL_TOOL_SHAPE= Фигура:

;-------------------------------------------------------------
;Ribbon

TAB_HOME=Главное
TAB_FILE=Файл
TAB_VIEW=Вид
TAB_SHAPES=Формы
TAB_SHAPES_SUB=Параметры

#5.0.0
TAB_SHAPES_TEXT=Текст
#5.0.0

TAB_NUMBERSTAMP=Числовой штамп
TAB_NUMBERSTAMP_SUB=Параметры
TAB_SELECTION=Выделение
TAB_SELECTION_SUB=Параметры
TAB_MAGNIFIER=Эффект увеличения
TAB_MAGNIFIER_SUB=Параметры
TAB_STAMPS=Штампы
TAB_STAMPS_SUB=Параметры
TAB_SHARE=Публикация

TBR_CLIPBOARD=Буфер обмена
TBN_CLIPBOARD_PASTE=Вставить
TBN_CLIPBOARD_CUT=Вырезать
TBN_CLIPBOARD_COPY=Копировать
TBN_CLIPBOARD_DELETE=Удалить

TBR_VIEW=Просмотр
TBN_VIEW_ZOOMIN=Увеличить
TBN_VIEW_ZOOMOUT=Уменьшить
TBN_VIEW_FULL=Полный экран
TBN_VIEW_100=Реальный размер

TBR_IMAGE=Изображение
TBN_IMAGE_EFFECT=Эффекты
TBN_IMAGE_CROP=Обрезка
TBN_IMAGE_RESIZE=Размер
TBN_IMAGE_ROTATE=Поворот

TBR_TOOLS=Инструменты
TBR_COLOR=Цвета
#5.0.0
TBN_COLOR1=Цвет1
TBN_COLOR2=Цвет2
#5.0.0
POP_COLORTYPE1 = Пастельные цвета
POP_COLORTYPE2 = Основные цвета

TBR_SHOWHIDE=Показать/скрыть
TBN_RULER=Линейки
TBN_STATUSBAR=Инфострока
TBN_TAB = Вкладки

TBN_THUMBNAIL=Эскизы

TBR_WINDOW=Окно
TBN_CASCADE=Каскад
TBN_ARRANGEALL=Мозаика

TBN_REGISTER=&Регистрация

TBN_TOOLS_SELECT = Область

TBN_TOOLS_MOVE=Перемещение
TBN_TOOLS_DRAW=Рисование
TBN_TOOLS_DRAW_BRUSH=&Кисть
TBN_TOOLS_DRAW_ERASER=&Ластик
TBN_TOOLS_DRAW_MARKER=&Акценирующая кисть
TBN_TOOLS_FILL=Заливка
TBN_TOOLS_FILL_OPTIONS=Параметры заливки
TBN_TOOLS_FILL_STANDARD=&Сплошная заливка
TBN_TOOLS_FILL_REPLACEMENT=Цвето&заменяющая заливка
TBN_TOOLS_STAMPS=Штампы
TBN_TOOLS_STAMPS_NUMBER=Числовые штампы
TBN_TOOLS_STAMPS_GENERAL=Основные штампы
TBN_TOOLS_STAMPS_CURSOR=Курсорные штампы
TBN_SELECT_SELECTION_SHAPES=Форма выделения
TBN_SELECT_SELECTION_OPTIONS=Параметры выделения
TBN_SELECT_RECTANGLE=&Прямоугольное выделение
TBN_SELECT_ELLIPSE=&Эллиптическое выделение

TBR_SIZE=Размер
TBN_MORECOLORS = Ещё
MNU_PALETTETYPE = Варианты палитры

#5.0.0
TBR_COLORPALETTE=Палитра

TBN_THEME = Цвета темы
TBN_THEME_DEFAULT = По умолчанию
TBN_THEME1 = Тема 1
TBN_THEME2 = Тема 2
TBN_THEME3 = Тема 3
TBN_THEME4 = Тема 4
TBN_THEME5 = Тема 5

TBN_STANDARD_COLORS = Стандартные цвета
TBN_CUSTOM_COLORS = Пользовательские цвета
TBN_MORE_COLORS = &Другие цвета...
TBN_ADD_CUSTOM_COLOR = &Добавить в пользовательские цвета
TBN_REMOVE_CUSTOM_COLOR = &Удалить из пользовательских цветов
#5.0.0

MNU_TOPBAR_TITLE = Выбор верхних кнопок
MNU_TOPBAR_MINIMIZERIBBON = Скрыть &ленту меню

MNU_QAT_TITLE=Настройка панели быстрого доступа
MNU_QAT_ADD=&Добавить на панель быстрого доступа
MNU_QAT_DELETE=&Удалить с панели быстрого доступа
MNU_QAT_ABOVE=Показать панель быстрого доступа &над лентой
MNU_QAT_BELOW=Показать панель быстрого доступа &под лентой

MNU_QAT_DELETE=&Сбросить настройки панели быстрого доступа
TBN_VIEW_TOUCHMODE=Сенсорный режим

;-------------------------------------------------------------
[PicPickEditor Tip]
;-------------------------------------------------------------

TIP_FILE_NEW =Новое изображение
TIP_FILE_OPEN =Открыть изображение
TIP_FILE_OPENCLIPBOARD =Вставить из буфера обмена
TIP_FILE_OPENURL =Открыть изображение по ссылке
TIP_FILE_SAVE =Сохранить активное изображение
TIP_FILE_SAVEAS =Сохранить активное изображение с другим именем
TIP_FILE_SAVESELECT =Сохранить выделенный фрагмент
TIP_FILE_SAVEALL =Сохранить все изображения с новыми именами
TIP_FILE_PRINT=Напечатать изображение
TIP_FILE_CLOSEIMAGE =Закрыть текущее изображение
TIP_FILE_CLOSEALLIMAGE =Закрыть все изображения
TIP_FILE_CLOSEALLSAVEDIMAGE =Закрыть все сохранённые изображения
TIP_FILE_CLOSEPICPICK =Закрыть окно
;-------------------------------------------------------------
TIP_EDIT_UNDO =Отменить последнюю операцию
TIP_EDIT_REDO =Повторить последнюю отменённую операцию
TIP_EDIT_CUT =Вырезать выделенную область в буфер обмена
TIP_EDIT_COPY =Копировать выделенную область в буфер обмена
TIP_EDIT_PASTE =Вставить информацию из буфера обмена
TIP_EDIT_PASTEFROMFILE =Вставить изображение из файла
TIP_EDIT_SELECTDEL =Очистить выделение
TIP_EDIT_SELECTNEW =Обрезать изображение по выделенной области
TIP_EDIT_DESELECT =Снять выделение
TIP_EDIT_SELECTALL =Выделить все изображение
TIP_EDIT_IMAGERESIZE =Изменить размер изображения
TIP_EDIT_CANVASRESIZE =Изменить размер холста
TIP_EDIT_VIEWBITMAP =Показать изображение на полный экран
;-------------------------------------------------------------
TIP_TOOLS_CAPTURE = Показывать панель захвата на экране
TIP_TOOLS_FULLSCREEN =Захват всего экрана
TIP_TOOLS_ACTIVEWINDOW =Захват активного окна
TIP_TOOLS_CONTROL =Захват элемента окна
TIP_TOOLS_SCROLLINGWINDOW   =Захват элемента окна с прокруткой
TIP_TOOLS_WEBPAGE =Захват веб-страницы с прокруткой
TIP_TOOLS_REGION =Захват выделенной области
TIP_TOOLS_FREEHAND =Захват произвольной области
TIP_TOOLS_FIXEDREGION =Захват фиксированной области
TIP_TOOLS_REPEAT =Повторить предыдущий вариант захвата
TIP_TOOLS_CAPTUREMENU = Захват изображения экрана
TIP_TOOLS_COLORPICKER   =Определение цвета под курсором мыши
TIP_TOOLS_COLORPALETTE  =Подбор цвета из палитры на экране
TIP_TOOLS_MAGNIFIER =Показать окно увеличения
TIP_TOOLS_PIXELRULER    =Показать линейку
TIP_TOOLS_CROSSHAIR =Показать перекрестие
TIP_TOOLS_PROTRACTOR    =Показать угломер
TIP_TOOLS_WHITEBOARD    =Написать на экране
TIP_TOOLS_OPTION        =Диалог для настройки параметров программы
;-------------------------------------------------------------
TIP_TOOLSOPTION                 =Изменить параметры захвата
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK      =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD        =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE        =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER   =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER        =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_FTP      =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER  =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_WORD =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL    =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT   =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK  =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER  =Изменить действие с полученным снимком

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT       =Изменить формат файлов по умолчанию
TIP_TOOLSOPTION_DUALMONITORS            =Поддержка двух мониторов при захвате изображения
TIP_TOOLSOPTION_HOTKEY              =Изменить назначение горячих клавиш...
TIP_TOOLSOPTION_SOUND               =Включить звуковые эффекты при снимке экрана
TIP_TOOLSOPTION_SCROLLCAPTURE           =Захватить изображение из прокручивающегося окна
TIP_TOOLSOPTION_MOUSECURSOR         =Копировать курсор мыши вместе с изображением
TIP_TOOLSOPTION_STARTUPPROGRAM      =Запускать PicPick вместе с загрузкой Windows
TIP_TOOLSOPTION_OPENEDITOR          =Открывать редактор PicPick при запуске программы
TIP_TOOLS_COLORTYPE             =Смена формата цвета [HTML, RGB, C++, Delphi]

;-------------------------------------------------------------
TIP_EFFECT_INVERT =Инвертировать цвета изображения
TIP_EFFECT_GRAYSCALE =Преобразовать изображение в градации серого
TIP_EFFECT_MOSAIC =Применить эффект пикселизации
TIP_EFFECT_BLUR =Применить эффект размытия
TIP_EFFECT_SHARPEN =Применить эффект резкости
TIP_EFFECT_BRIGHTNESS =Изменить яркость и контрастность
TIP_EFFECT_HSL =Изменить оттенок и насыщенность
#5.0.0
TIP_EFFECT_COLORBALANCE=Настройка баланса определённого диапазона цветов в изображении
#5.0.0
TIP_EFFECT_FLIPH =Отразить выделенную область изображения по горизонтали
TIP_EFFECT_FLIPV =Отразить выделенную область изображения по вертикали
TIP_EFFECT_ROTATE90 =Повернуть на 90 градусов по часовой стрелке
TIP_EFFECT_ROTATE180 =Повернуть на 180 градусов по часовой стрелке
TIP_EFFECT_ROTATE270 =Повернуть на 90 градусов против часовой стрелки
TIP_EFFECT_FRAME=Применить эффект рамки
TIP_EFFECT_WATERMARK=Добавить логотип к изображению

;-------------------------------------------------------------
TIP_WINDOW_CASCADE =Расположить окна каскадом
TIP_WINDOW_TILEH =Расположить окна горизонтальной мозаикой
TIP_WINDOW_TILEV =Расположить окна вертикальной мозаикой
TIP_WINDOW_MINIMIZEALL =Свернуть все открытые окна
;-------------------------------------------------------------
TIP_HELP_WEBSITE =Перейти на домашнюю страницу PicPick
TIP_HELP_ABOUT =Показать информацию о программе и об авторских правах
#5.0.0
TIP_HELP_UPDATE = Проверить наличие обновлений программы
#5.0.0
;-------------------------------------------------------------

TIP_TOOL_MOVE =Перемещение всего изображения или выделенного объекта
TIP_TOOL_SELECT =Выбор части изображения
TIP_TOOL_FILL =Щёлкните по области на холсте, чтобы залить её цветом
TIP_TOOL_PICKCOLOR =Выберите цвет на экране и используйте его для рисования
TIP_TOOL_DRAW=Рисование с использованием различных видов кистей
TIP_TOOL_STAMPS=Рисование штампов на изображении
TIP_TOOL_SHAPE=Рисование фигур на изображении
TIP_SIZE=Выберите ширину для выбранного инструмента
#5.0.0
TIP_TOOL_TEXT=Добавление текста на изображение
#5.0.0

TIP_OUTPUTTYPE_MSWORD1      = Вставить копию в
TIP_OUTPUTTYPE_MSWORD2      = Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1     = Вставить копию в
TIP_OUTPUTTYPE_MSEXCEL2     = Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1    = Вставить копию в
TIP_OUTPUTTYPE_MSPOWERPOINT2    = Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1		= Отправить копию в
TIP_OUTPUTTYPE_SKYPE2 		= Skype


TIP_OUTPUTTYPE_PROGRAM1     = Отправить копию во
TIP_OUTPUTTYPE_PROGRAM2     = внешнюю программу

TIP_OUTPUTTYPE_MSOUTLOOK1   = Приложить копию к
TIP_OUTPUTTYPE_MSOUTLOOK2   = письму электронной почты

TIP_OUTPUTTYPE_FACEBOOK1    = Закачать и опубликовать на
TIP_OUTPUTTYPE_FACEBOOK2    = Facebook

TIP_OUTPUTTYPE_TWITTER1     = Закачать и опубликовать в
TIP_OUTPUTTYPE_TWITTER2     = Twitter

TIP_OUTPUTTYPE_FTP1     = Закачать напрямую
TIP_OUTPUTTYPE_FTP2         = на веб-страницу по FTP

TIP_OUTPUTTYPE_WEBUPLOAD1   = Закачать напрямую
TIP_OUTPUTTYPE_WEBUPLOAD2   = на веб-страницу

TIP_OUTPUTTYPE_CLOUD1		= Закачать на Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		= Google Drive и т.п.

TIP_IMAGE_ROTATEFLIP = Повернуть или зеркально отразить изображение или область

TIP_TOOLS_EFFECT=Выбор эффекта
TIP_TOOLS_WIDTHS=Выбор ширины
TIP_TOOLS_OPACITY = Выбор прозрачности

TIP_VIEW_ZOOMIN = Увеличить текущее изображение
TIP_VIEW_ZOOMOUT = Уменьшить текущее изображение
TIP_VIEW_ZOOMSELECT =Увеличить или уменьшить
TIP_VIEW_ACTUALSIZE = Размер оригинала
TIP_VIEW_THUMBNAIL=Показать эскизы для быстрого выбора изображения

TIP_SHOW_RULER=Показать или скрыть линейки возле изображения
TIP_SHOW_STATUSBAR=Показать или скрыть строку статуса внизу окна
TIP_SHOW_TAB=Показать или скрыть панель вкладок

TIP_COLOR_COLOR1 = Цвет тона
TIP_COLOR_COLOR2 = Цвет фона
TIP_COLOR_SWAP=Поменять местами цвета фона и тона
TIP_COLOR_DEFAULT = Установить цвета фона и тона по умолчанию
TIP_COLOR_MORE=Показать дополнительные палитры

TIP_SHAPE_FLATTEN=Совместить фигуры
TIP_SHAPE_DELETE=Удалить фигуру
TIP_SHAPE_DUPLICATE=Дублировать фигуру

TIP_SHAPE_FILL=Заполнить выбранную фигуру
TIP_SHAPE_OUTLINE=Изменить контур фигуры
TIP_SHAPE_EFFECTS=Изменить параметры фигуры
TIP_SHAPE_ADDTEXT=Вставить текст в фигуру

TIP_SHAPE_FLATTEN_ALL=Совместить все фигуры
TIP_SHAPE_BRINGTOFRONT=Поместить выбранный объект на передний план, т.о. он может скрыть расположенные ниже объекты
TIP_SHAPE_SENDTOBACK=Поместить выбранный объект на задний план, т.о. он может быть скрыт расположенными выше объектами

TIP_TEXT_BOLD = Полужирный
TIP_TEXT_ITALIC = Курсив
TIP_TEXT_UNDERLINE = Подчёркнутый
TIP_TEXT_ALIGN_LEFT = Выравнивание по левому краю
TIP_TEXT_ALIGN_CENTER = Выравнивание по центру
TIP_TEXT_ALIGN_RIGHT = Выравнивание по правому краю
TIP_TEXT_ALIGN_TOP = Вертикальное выравнивание по верху
TIP_TEXT_ALIGN_MIDDLE = Вертикальное выравнивание по центру
TIP_TEXT_ALIGN_BOTTOM = Вертикальное выравнивание по низу
TIP_TEXT_WORDWRAP = Перенос слов
TIP_TEXT_COLOR = Цвет текста
TIP_TEXT_SIZE = Размер текста
TIP_TEXT_FONTFAMILY = Семейство шрифтов текста

[Dialogs]
;-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =Редактор изображений PicPick
DLG_CONTROLCAPTURE_TITLE =Захват элемента окна
DLG_SCROLLINGWINDOWCAPTURE_TITLE =Захват окна с прокруткой
DLG_REGIONCAPTURE_TITLE =Захват выделенной области
DLG_FIXEDREGIONCAPTURE_TITLE =Захват фиксированной области
DLG_FREEHANDCAPTURE_TITLE=Захват произвольной области
DLG_WHITEBOARDTOOL_TITLE=PicPick - грифельная доска
DLG_MAGNIFIER_TITLE=PicPick - окно увеличения
DLG_COLORPICKER_TITLE =PicPick - цвет под курсором
DLG_CROSSHAIR_TITLE =PicPick - перекрестие
DLG_COLORPALETTE_TITLE =Цветовая палитра
DLG_AUTOSAVE_TITLE = Сохранение
DLG_NEWIMAGE_TITLE = Новое изображение
DLG_PRINT_TITLE = Печать
DLG_CANVASSET_TITLE = Размер холста
DLG_IMAGERESIZE_TITLE = Размер изображения
DLG_ABOUT_TITLE = О программе
DLG_PIXELATE_TITLE = Пикселизация
DLG_HUESATURATION_TITLE = Оттенок / насыщенность
DLG_BRIGHTNESSCONTRAST_TITLE = Яркость / контрастность
DLG_FRAME_TITLE = Рамка
DLG_WATERMARK_TITLE		=Логотип
DLG_FONTVIEW_TITLE = Текст
DLG_CAPTURE_TITLE=Захват
DLG_CHANGEHOTKEY_TITLE = Клавиши
DLG_WEBPAGECAPTURE_TITLE = PicPick - захват веб-страницы
DLG_SHORTCUT_TITLE = Настройка горячих клавиш
DLG_SETUP_TITLE     =Настройка
DLG_FILENAMESETUP_TITLE =Имя файла
DLG_IMAGES_TITLE    =Изображения
DLG_GENERALSETUP_TITLE	=Главное

DLG_FTPSETUP_TITLE  =FTP
DLG_EDITORSETUP_TITLE   =Редактор
DLG_ARROWSET_TITLE  =Настройка стрелки
DLG_FACEBOOK_TITLE  =Соединение с Facebook
DLG_TWITTER_TITLE       =Соединение с Twitter
DLG_WEBUPLOAD_TITLE     =Закачать на веб-страницу

BTN_OK = &OK
BTN_CANCEL = &Отмена
BTN_APPLY = &Применить
;-------------------------------------------------------------

[About]

GRP_PRESET = Свойства
CHK_ADDSTARTUP = Загружать с Windows
CHK_ADDDESTKOP = Значок на Рабочем столе
CHK_CHECKUPDATE = Проверять обновление программы
LBL_LANGUAGE = Язык
BTN_HOTKEY = Клавиши...
BTN_CREDIT = Об авторе
LBL_PROGRAMPARAMETER=&Параметры...
CHK_SETTINGTOAPPDATA=Сохранять настройки в папку Application Data
LBL_MORELANGUAGE=Другие языки...

#5.0.0
LBL_INFO_PRODUCT=Информация о продукте
LBL_INFO_LICENSE=Информация о лицензии
LBL_INFO_VERSION=Версия
#5.0.0

[Captures]
;-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Свойства
LBL_CONTROLCAPTURE_CLASS =Название
LBL_CONTROLCAPTURE_SIZE =Размер
LBL_CONTROLCAPTURE_INFO=Информация
LBL_CONTROLCAPTURE_SCROLL=Автопрокрутка
LBL_CONTROLCAPTURE_OUTPUTTYPE =Действие со снимком
LBL_CONTROLCAPTURE_HANDLE =Описатель
LBL_CONTROLCAPTURE_RECT =Свойства
LBL_CONTROLCAPTURE_BOTTOMTIP =Выберите элемент окна (кнопку, вкладку, панель инструментов и т.д.) и нажмите клавишу Print Screen.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Размер области
LBL_FIXEDREGIONCAPTURE_WIDTH = Ширина:
LBL_FIXEDREGIONCAPTURE_HEIGHT =Высота:

TIP_REGIONCAPTURE_NOTDRAG =Выберите область захвата.
TIP_PIXEL = пикселей
TIP_FREEHANDCAPTURE_NOTDRAG =Обведите область захвата.

LBL_COLORPICKER_COLORAS =Формат:
LBL_COLORPICKER_VALUE =Цвет:

LSV_WEBPAGECAPTURE_LIST = Выберите веб-страницу
BTN_WEBPAGECAPTURE_RELOAD = &Обновить
BTN_WEBPAGECAPTURE_CAPTURE = &Захват

LBL_MINIHELP=Нажмите левой кнопкой мыши, чтобы выбрать область.
#5.0.0
LBL_MINIHELP_CLICKDRAG=Нажмите или перетащите по экрану, чтобы выбрать область.
#5.0.0
;-------------------------------------------------------------


[Shortcut]
;-------------------------------------------------------------
TAB_HOTKEY = Горячие клавиши
GRB_CAPTURE = Захват экрана
GRB_TOOLS = Инструменты

LBL_KEYNONE = нет

LBL_CAPTURE_FULLSCREEN  =Весь экран
LBL_CAPTURE_ACTIVEWINDOW    =Активное окно
LBL_CAPTURE_CONTROL     =Элемент окна
LBL_CAPTURE_SCROLLINGWINDOW =Окно с прокруткой
LBL_CAPTURE_REGION      =Выделенная область
LBL_CAPTURE_FIXEDREGION =Фиксированная область
LBL_CAPTURE_FREEHAND        =Произвольная область
LBL_CAPTURE_WEBPAGE     =Веб-страница
LBL_CAPTURE_REPEAT      =Повтор последнего

LBL_TOOLS_EDITOR        =Редактор изображений
LBL_TOOLS_COLORPICKER       =Цвет под курсором
LBL_TOOLS_COLORPALETTE  =Цветовая палитра
LBL_TOOLS_PIXELRULER        =Линейка
LBL_TOOLS_PROTRACTOR        =Угломер
LBL_TOOLS_CROSSHAIR     =Перекрестие
LBL_TOOLS_WHITEBOARD        =Грифельная доска

LBL_TOOLS_MAGNIFIER     =Окно увеличения

CBO_HOTKEY_CUSTOM       =Выборочно...
CBO_HOTKEY_DEFAULT      =По умолчанию
CBO_HOTKEY_HYPERSNAP        =HyperSnap
CBO_HOTKEY_NONE     =Отключено
;-------------------------------------------------------------


;-------------------------------------------------------------

[FontView]

GRP_COLOR = Цвета
LBL_FONTCOLOR = Цвет тона
CHK_FILLCOLOR = Цвет фона
CHK_AA = Сглаживание шрифтов

[AutoSave]
;-------------------------------------------------------------

GRP_SELECTFOLDER =Автоматическое сохранение изображений
LBL_SELECTFOLDER =Папка для сохранения изображений:
BTN_SELECTFOLDER =&Обзор...
GRP_SELECTFILENAME =Имя файла
RDO_SELECTFILENAME_TEXT =Текст + номер
RDO_SELECTFILENAME_NUM =Только номер
RDO_SELECTFILENAME_DATETIME =Дата / время
LBL_SELECTFILENAME_DATETIME_FORMAT = yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Image
GRP_SELECTFORMAT =Тип файла
RDO_SELECTFORMAT_BMP =Растровое изображение (*.bmp)
RDO_SELECTFORMAT_JPG =Изображения JPEG(*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =Изображения CompuServe GIF (*.gif)
RDO_SELECTFORMAT_PDF =PDF-файлы (*.pdf)
LBL_SAVEFILENAME=Укажите имя для автосохранения или отправки на FTP:
LBL_EXAMPLETITLE=Параметры:
LBL_EXAMPLE1=%y : год, %m : месяц, %d : день
LBL_EXAMPLE2=%h : час, %n : минута, %s : секунда
LBL_EXAMPLE3=%c : номер
LBL_EXAMPLE4=%u : имя пользователя, %w :  название компьютера
LBL_EXAMPLE5=%t : отметка времени в стиле Unix
GRB_OTHERPROGRAM=Настройка внешней программы
LBL_OTHERPROGRAM=Выберите программу для открытия в ней снимков:
LBL_OTHERPROGRAMPATH=Путь программы:
LBL_OTHERPROGRAMPARAMETER=Параметры:
LBL_OTHERPROGRAMSELECT=Другая программа...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[GeneralSet]

GRB_STARTINGOPTION=Параметры запуска
LBL_PROGRAM_MODE=Выберите режим программы по умолчанию
CBO_PROGRAM_MODE_EDITOR=Редактор изображений
CBO_PROGRAM_MODE_WIDGET=Плавающий виджет
CBO_PROGRAM_MODE_TRAY=Значок в области уведомлений

CHK_STARTUP=Запускать PicPick при загрузке Windows
CHK_UPDATE=Проверять обновление программы 

[CaptureSet]
;-------------------------------------------------------------
GRB_CAPTUREOPTION       =Настройки захвата
CHK_DUALMONITORS        =Поддержка двух мониторов
CHK_SOUND           =Включить звуковые эффекты
CHK_MOUSECURSOR     =Копировать указатель мыши
CHK_HIDEEDITOR          =Скрывать редактор PicPick перед захватом
CHK_ALWAYSCOPYCLIPBOARD =Всегда копировать снимок в буфер обмена
CHK_STARTWITHCAPTUREBAR =Показывать панель захвата при запуске PicPick

GRB_AUTOSCROLL          =Автопрокрутка
CHK_SCROLLCAPTURE       =Включить автопрокрутку
LBL_SCROLLDELAY         =Задержка:
LBL_SCROLLDELAYMS       =мс

GRB_MAGNIFIER           =Окно увеличения
CHK_MAGNIFIER           =Показывать окно увеличения при захвате
LBL_ZOOMSCALE           =Масштаб:

GRB_CAPTUREDELAY        =Задержка перед захватом
CHK_ADVANCECONTROLCAPTURE = Использовать расширенный контроль снимка окна

LBL_CAPTUREOUTPUT		=Тип вывода можно изменить при помощи "горячих" клавиш или при выборе из меню области уведомлений

#5.0.0
CHK_TOOLBAR			=Показывать панель инструментов при захвате
#5.0.0

;-------------------------------------------------------------

[FTP]
;-------------------------------------------------------------
GRB_FTPSERVER = Настройка FTP-сервера
LBL_FTPADDRESS  =FTP-сервер:
LBL_REMOTEPATH = Удалённый путь:
LBL_PORT=Порт:
CHK_PASSIVEFTP= Пассивный режим
LBL_USERNAME=Пользователь:
LBL_PASSWORD=Пароль:
BTN_CONNECTTEST=ТЕСТ
LBL_SENDWEBBROWSER=Открыть ссылку в браузере
LBL_SENDCLIPBOARD=Копировать ссылку в буфер обмена
LBL_WEBADDRESS=Ссылка
;-------------------------------------------------------------

[EditorSet]
;-------------------------------------------------------------
GRB_EDITOROPTION = Настройка редактора
CHK_OPENEDITORWHENSTART=Открывать редактор PicPick при загрузке
CHK_CENTERIMAGE =Располагать изображение по центру окна
CHK_CLOSEWITHOUTASKING =Закрывать несохранённое изображение без вопроса
CHK_CROPNEW=Обрезать как новое изображение
CHK_SHOWCLASSICUI=Использовать классический вид панели инструментов

CHK_EXITWHENCLOSING=Выходить из PicPick при закрытии редактора изображений

CHK_AUTOFLATTEN=Автоматически сводить фигуры с фоновым изображением

LBL_BG=Цвет фона:
RDO_BGGRID=Сетка
RDO_BGSOLID=Сплошной

GRB_FILETYPE=Ассоциация типов файлов
LBL_FILETYPE=Выберите типы файлов, которые будут открываться в PicPick:
LBL_FILETYPEVISTA=Сделать PicPick редактором изображений по умолчанию

;-------------------------------------------------------------

[ArrowSet]
;-------------------------------------------------------------
CHK_START = Начало
CHK_END = Конец
CHK_OUTLINE = Контур
CBO_AT_ARROW1 = Стрелка 1
CBO_AT_ARROW2 = Стрелка 2
CBO_AT_CIRCLE = Круг
CBO_AT_DIAMOND = Ромб
;-------------------------------------------------------------


[CanvasSet]
;-------------------------------------------------------------
GRP_SIZE = Размер холста
LBL_WIDTH = Ширина
LBL_HEIGHT =Высота
LBL_BACKCOLOR = Цвет фона
LBL_PRESETS = Заготовки
CBO_CLIPBOARD=Буфер обмена
CBO_LASTUSED=Последний использованный
CBO_CURRENT=Текущий размер изображения
;-------------------------------------------------------------

[ResizeSet]
;-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Процентное изменение
RDO_SIZE = Изменение до размеров
CHK_KEEP = Сохранять пропорции
LBL_WIDTH = Ширина
LBL_HEIGHT = Высота


[ColorSet]
;-------------------------------------------------------------
BTN_PREVIEW = &Просмотр
LBL_PIXELATE = Пикселизация
LBL_HUE = Оттенок
LBL_SATURATION = Насыщенность
LBL_BIRGHTNESS = Яркость
LBL_CONTRAST = Контрастность
;-------------------------------------------------------------

[FrameSet]
;-------------------------------------------------------------
GRP_PREVIEW = Просмотр
GRP_EFFECT = Эффект
CHK_BORDER = Бордюр
CHK_FRAME = Рамка
LBL_ETC=Дополнительные стили рамок...
CHK_AUTO=Применять эффект рамки при захвате изображения
;-------------------------------------------------------------

[Palette]
;-------------------------------------------------------------
LBL_RED =&Красный
LBL_GREEN =&Зелёный
LBL_BLUE =&Синий
LBL_TYPE = Цвет:
BTN_COPY =&Копировать

CLR_DEFAULTTEXT = Цветовая палитра
CLR_CUSTOMTEXT = Другие цвета...
;-------------------------------------------------------------

[PixelRuler]
;-------------------------------------------------------------
MNU_RULER_MOVE =&Перемещение
MNU_RULER_MOVE_UP =&Вверх
MNU_RULER_MOVE_DOWN =&Вниз
MNU_RULER_MOVE_LEFT =&Влево
MNU_RULER_MOVE_RIGHT =&Вправо
;-------------------------------------------------------------
MNU_RULER_TYPE =&Ориентация
MNU_RULER_TYPE_HOTRIZONTAL =&Горизонтальная
MNU_RULER_TYPE_VERTICAL =&Вертикальная
;-------------------------------------------------------------
MNU_RULER_TRANSPARENT =&Прозрачность
MNU_RULER_TRANSPARENT_USE =&Активна
MNU_RULER_TRANSPARENT_NOTUSE =&Неактивна
MNU_RULER_TRANSPARENT_INC =&Увеличить
MNU_RULER_TRANSPARENT_DEC =У&меньшить

MNU_MAGNIFIER =Показать окно у&величения...

;-------------------------------------------------------------
MNU_RULER_EXIT =В&ыход
;-------------------------------------------------------------
MNU_RULER_UNIT =&Единицы измерения
MNU_RULER_UNIT_PIXEL =&Пиксели
MNU_RULER_UNIT_INCH =&Дюймы
MNU_RULER_UNIT_CM = &Сантиметры
MNU_RULER_UNIT_DPI = Разрешение (&DPI)
MNU_RULER_COLOR = &Цвет
MNU_RULER_COLOR_BLUE = &Синий (обычный)
MNU_RULER_COLOR_YELLOW = &Жёлтый (классический)
MNU_RULER_COLOR_WHITE = &Белый
MNU_RULER_COLOR_BLACK = &Чёрный
MNU_RULER_UNIT_DPI_CUSTOM = &Другое...
DLG_CUSTOMDPI_TITLE= Выбор значения DPI
LBL_CUSTOMDPI_TEXT= Введите значение пикселей на дюйм (DPI):

[WhiteBoard]
;-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =&Ширина кисти
MNU_WHITEBOARD_PENCOLOR =&Цвет кисти
MNU_WHITEBOARD_PENCOLOR_BLACK =Чёрный
MNU_WHITEBOARD_PENCOLOR_WHITE =Белый
MNU_WHITEBOARD_PENCOLOR_RED =Красный
MNU_WHITEBOARD_PENCOLOR_GREEN =Зелёный
MNU_WHITEBOARD_PENCOLOR_BLUE =Синий
MNU_WHITEBOARD_PENCOLOR_CYAN =Голубой
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Пурпурный
MNU_WHITEBOARD_PENCOLOR_YELLOW =Жёлтый
MNU_WHITEBOARD_PENCOLOR_GRAY =Серый
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Другой...
;-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Очистить
MNU_WHITEBOARD_SAVE =&Захват экрана
MNU_WHITEBOARD_EXIT =В&ыход
;-------------------------------------------------------------
TIP_TOOL_MOVE =Перемещение
TIP_TOOL_ZOOM =Увеличение
TIP_TOOL_PEN =Карандаш
TIP_TOOL_LINE =Линия
TIP_TOOL_ARROW =Стрелка
TIP_TOOL_SHAPE=Фигура
TIP_TOOL_RECT =Прямоугольник
TIP_TOOL_ELLIPSE =Эллипс
TIP_TOOL_RRECT =Скруглённый прямоугольник
TIP_TOOL_TRANSPARENT = Прозрачность
TIP_TOOL_CLEAR=Очистка
TIP_TOOL_SAVE=Захват экрана
TIP_TOOL_WIDTH=Ширина
TIP_TOOL_COLOR=Цвет

[Print]
;-------------------------------------------------------------
BTN_PRINTERSETUP=Настройки печати
BTN_PRINT=&Печать
GRB_PREVIEW =Просмотр

TAB_PAPERSETUP=Настройка страницы
TAB_ADDTEXT=Колонтитулы

GRB_MARGINSETUP=&Отступы
LBL_MARGINTOP=Сверху
LBL_MARGINLEFT=Слева
LBL_MARGINRIGHT=Справа
LBL_MARGINBOTTOM=Снизу

GRB_IMAGESETUP=&Настройки изображения
CHK_CENTER=Центрировать изображение
CHK_SHRINK=Уместить на весь лист (растянуть)
CHK_PROPORTINAL=Сохранять пропорции
CHK_GRAYSCALE=Оттенки серого

GRB_PAPERCOUNT=&Число копий
LBL_PAPERUNIT=страниц

GRB_ORIENTATION=&Ориентация
RDO_PORTRAIT=Портретная
RDO_LANDSCAPE=Альбомная

GRB_HEADER=&Верхний колонтитул
CHK_HEADERADD=Добавить
CBO_HEADERDEFAULT=Текст заголовка
LBL_HEADERMARGIN=Отступ:
BTN_HEADERFONT=Шрифт...
RDO_HEADERLEFT=Слева
RDO_HEADERCENTER=По центру
RDO_HEADERRIGHT=Справа

GRB_FOOTER=&Нижний колонтитул
CHK_FOOTERADD=Добавить
CBO_FOOTERDEFAULT=Текст заголовка
LBL_FOOTERMARGIN=Отступ:
BTN_FOOTERFONT=Шрифт...
RDO_FOOTERLEFT=Слева
RDO_FOOTERCENTER=По центру
RDO_FOOTERRIGHT=Справа

#5.0.0
LBL_SETTINGS = Настройки
LBL_PRINTER = Принтер
BTN_PRINT_COLOR=Цвет печати
CHK_COLOR=Цвета
CHK_MARGIN_NARROW=Узкий
CHK_MARGIN_NORMAL=Обычный
CHK_MARGIN_MODERATE=Увеличенный
CHK_MARGIN_WIDE=Широкий
CHK_MARGIN_CUSTOM=Настраиваемый отступ...
#5.0.0
;-------------------------------------------------------------

[Facebook] 
;and Twitter
;and WebUpload
;-------------------------------------------------------------
BTN_CLOSE = &Закрыть
LBL_PREVIEW = Просмотр
LBL_CAPTION = Заглавие фотографии
RDO_SELECTALBUMS = Выбор альбомов
RDO_CREATEALBUM = Новый фотоальбом
LBL_CREATEALBUM_NAME = Название:
LBL_CREATEALBUM_LOCATION = Размещение:
LBL_CREATEALBUM_DESCRIPTION =Описание:
LBL_CREATEALBUM_PRIVACY = Доступ:
CBO_CREATEALBUM_1 = Все
CBO_CREATEALBUM_2 = Мои сети и друзья
CBO_CREATEALBUM_3 = Друзья друзей
CBO_CREATEALBUM_4 = Только друзья
BTN_UPLOAD = Закачать
LBL_IMGURL = Ссылка на изображение
LBL_LINKURL = Ссылка на альбом
LBL_UPLOADING=Закачивается...
LBL_UPLOADCOMPLETE = Закачивание выполнено
LBL_UPLOADWAIT = Ожидание ответа...
LBL_UPLOADFAILURE = Закачивание не состоялось, попробуйте повторить снова.
LBL_UPLOADRESULT = Вы успешно закачали фотографию.

LBL_ACCOUNT = Имя:
LBL_PASSWORD = Пароль:
LBL_REMEMBERPASSWORD = Запомнить пароль
LBL_MESSAGE = Сообщение:

LBL_WEBUPLOAD_TITLE = Закачивание вашего изображения на веб-страницу
LBL_WEBUPLOAD_TITLESUB = через ImageShack - бесплатный сервис по хранению изображений
LBL_WEBUPLOAD_SIGNUP = С регистраций больше возможностей!

LBL_WEBUPLOAD_NOACCOUNT = Гость (без регистрации)
LBL_WEBUPLOAD_ACCOUNTEXIST = У меня есть учётная запись на ImageShack

BTN_REQUESTTWITTERPIN = Запрос PIN-кода Twitter
BTN_REMEMBERME = Запомнить меня на этом компьютере
LBL_TWITTERPIN = PIN-код
BTN_CONNECT = &Подключить
BTN_DISCONNECT = &Отключить

;-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Вкладки
MNU_RENAME=&Переименовать...
MNU_OPENFILELOCATION=Открыть &расположение файла...
LBL_RENAME=Введите имя файла:

[ObjectProperty]

SHP_TEXTBOX=Текстовая область
SHP_HIGHLIGHTRECT=Область акцентирования
SHP_MAGNIFYEFFECT=Эффект увеличения
SHP_NUMBERSTAMP=Числовой штамп
SHP_LINES=Линии
SHP_CUSTOMSHAPES=Формы
SHP_TRIANGLE=Треугольник

SHP_SHAPES = Фигуры
SHP_LINE = Прямая
SHP_CURVE = Кривая
SHP_ARROW = Стрелка
SHP_CURVEARROW = Скривлённая стрелка
SHP_ELLIPSE = Эллипс
SHP_RECT = Прямоугольник
SHP_ROUNDRECT = Скруглённый прямоугольник
SHP_BALLOON = Облачко
SHP_DIAMOND = Ромб
SHP_PENTAGON = Пятиугольник
SHP_Hexagon = Шестиугольник
SHP_5STAR = 5-конечная звезда
SHP_6STAR = 6-конечная звезда

TAB_EDIT = Правка
TBN_DELETE_OBJECT = &Удалить
TBN_DUPLICATE=&Дублировать

MNU_FLATTEN = &Совместить
MNU_FLATTENALL = &Совместить все

LST_CHANGESHAPE = Изменить фигуру

TAB_SHAPESTYLES=Стиль фигуры

TBN_SHAPETEXT=Вставить текст
TBN_SHAPEFILL=Заполнение
MNU_SHAPEFILL_NOFILL=Отсутствует
MNU_SHAPEFILL_SOLIDFILL=Сплошное
MNU_SHAPEFILL_GRAFILL=Вертикальный градиент
MNU_SHAPEFILL_RADIALFILL=Радиальный градиент

TBN_SHAPEOUTLINE=Контур
MNU_SHAPEOUTLINE_NOLINE = Отсутствует
MNU_SHAPEOUTLINE_SOLIDLINE = Сплошной
MNU_SHAPEOUTLINE_DOTLINE = Точка
MNU_SHAPEOUTLINE_DASHLINE = Тире
MNU_SHAPEOUTLINE_DASHDOTLINE = Тире точка
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Тире точка точка

#5.0.0
TBR_SHAPEINSERT=Вставить фигуры
#5.0.0

TBN_SHAPEFORMAT=Параметры
TBN_SHAPEEFFECTS=Эффекты
MNU_SHAPEEFFECTS_NOEFFECTS=Нет
MNU_SHAPEEFFECTS_SHADOW=Тень
MNU_SHAPEEFFECTS_SHADOWUSE=Показывать
MNU_SHAPEEFFECTS_SHADOWOPTION=Параметры...

MNU_SHAPEEFFECTS_BALLOONPOS=Направление облачка
MNU_SHAPEEFFECTS_BALLOONPOSTL=Сверху слева
MNU_SHAPEEFFECTS_BALLOONPOSTR=Сверху справа
MNU_SHAPEEFFECTS_BALLOONPOSBL=Снизу слева
MNU_SHAPEEFFECTS_BALLOONPOSBR=Снизу справа

MNU_SHAPEEFFECTS_ARROWSTART = Начало
MNU_SHAPEEFFECTS_ARROWEND = Конец
MNU_SHAPEEFFECTS_ARROWNONE = Без стрелки
MNU_SHAPEEFFECTS_ARROW1 = Стрелка 1
MNU_SHAPEEFFECTS_ARROW2 =Стрелка 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Окружность
MNU_SHAPEEFFECTS_ARROWDIAMOND = Ромб

MNU_SHAPE_ARRANGE=Расположение
BTN_SHAPE_FRONT=На переднем плане
BTN_SHAPE_BACK=На заднем плане

BTN_SHAPE_ARROWSTYLE=Стиль стрелки

TAB_SHAPECOLOR=Цвет фигуры

TAB_NUMBERSTAMP_NUMBER=Формы штампа
MNU_NUMBERSTAMP_CURRENT=Текущий
MNU_NUMBERSTAMP_NEXT=Далее
TAB_NUMBERSTAMP_STYLE=Стили штампа
MNU_NUMBERSTAMP_SIZE=Размер
MNU_NUMBERSTAMP_SIZE_SMALL=&Маленький
MNU_NUMBERSTAMP_SIZE_Medium=&Средний
MNU_NUMBERSTAMP_SIZE_LARGE=&Большой
MNU_NUMBERSTAMP_SHAPE=Форма
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Круг
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Прямоугольник

TBN_SELECT_CROPCURRENT=&Вырезать
TBN_SELECT_CROPNEW=Вырезать как &новое изображение
TAB_SELECT_SIZE=Размер
MNU_SELECT_SIZE_LEFT=Слева
MNU_SELECT_SIZE_TOP=Сверху
MNU_SELECT_SIZE_WIDTH=Ширина
MNU_SELECT_SIZE_HEIGHT=Высота
MNU_SELECT_INVERTSELECTION=Инвертировать выделение

TAB_MAGNIFIER_STYLE=Стили увеличения

MNU_SHARE_OPTIONS=&Параметры...

[Licenses]

rdoRegistered = Я купил программу для коммерческого использования.
rdoPersonal = Я хочу использовать программу только в личных целях.
btnBuy = &Покупка
btnRegister = &Регистрация
btnAgree= П&ринимаю
btnClose = &Закрыть
lblEnterLicense = Введите регистрационные данные
lblOwnerName = Имя владельца:
lblRegistrationCode = Код регистрации:

lblLicenseInfo = Лицензия на программу: 
lblPersonalUse = ТОЛЬКО ДЛЯ ЛИЧНОГО ДОМАШНЕГО ИСПОЛЬЗОВАНИЯ

lblAskBuy = Спасибо за использование PicPick!
lblAskBuyDescription = Обратите внимание, что эта незарегистрированная версия может быть использована только для личных нужд в некоммерческих средах. Хотите купить лицензию?

[CommercialVersionTrial]

btnModeTrial = Пробная версия
btnModeTrialDescription = Я буду использовать этот продукт на бесплатной пробной основе
btnModeActivate = Активация лицензии
btnModeActivateDescription = Я зарегистрированный пользователь и имею лицензионный ключ
btnModeBuy = Регистрация
btnModeBuyDescription = Перейти на официальный сайт для получения лицензии
lblTrialDescription = Это 30-дневная пробная версия PicPick. После окончания пробного периода вы должны купить лицензию или удалить программу с компьютера.
btnContinueTrial = &Продолжить
lblDayLeft = Осталось {$1} дней из вашего {$2}-дневного пробного периода.
lblDayExpired = Срок действия лицензии истёк.
lblEnterLicense = Введите регистрационную информацию
lblOwnerName = Имя пользователя:
lblRegistrationCode = Ключ лицензии:
lblRegistrationHelp = Проблемы с активацией?
btnRegister = &Активировать
lblActivationOffline1 = 1. Откройте нижеследующую ссылку и получите код аутентификации. Если вы находитесь в автономной среде, необходимо выйти в сеть с другого компьютера.
lblActivationOffline2 = 2. Вставьте код аутентификации из ссылки выше.

lblAuthCode =Код аутентификации:

[ImagesSet]

grbJPEGOption=Настройки JPEG
lblJPEGQuality=Качество
cboJPEGQualityMaximum = Максимальное
cboJPEGQualityHigh = Высокое
cboJPEGQualityMedium =Среднее
cboJPEGQualityLow = Низкое

[SaveAll]

grbSaveOptions=Настройки сохранения
lblSelectFolder=Папка для сохранения:

rdoAllImages=Все изображения
rdoUnsavedImages=Все несохранённые изображения

grbFileOptions=Настройки файлов
lblFileName=Имя файла
lblFileType=Тип файла
rdoFiles=файл(ов)

[ColorBalance]

grpbxColorBalance=Цветовой баланс
lblColorLevels=Уровни

grpbxToneBalance=Тональный баланс
rdbtnShadows=Тёмные тона
rdbtnMidtones=Средние тона
rdbtnHighlights=Яркие тона
chckbxPreserveLuminosity=Сохранять яркость

[StartPage]

lblStartHome = Выберите задачу...
lblStartTitle1 = Новая задача
lblStartTitle2 = Графические инструменты
chkStartDoNotShow = Не показывать это окно при запуске программы

[Watermark]

lblWaterMarkPreview = Просмотр
lblWaterMarkFile = Файл:
lblWaterMarkPosition = Положение:
lblWaterMarkOpacity = Прозрачн.:
lblWaterMarkOffsetX = Смещение по X:
lblWaterMarkOffsetY = Смещение по Y:
chkWaterMarkAuto=Автоматически добавлять к изображению при захвате

;-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.

[CloudExplorer]
:COMMON
btnOK=&OK
btnCancel=&Отмена
btnApply=&Применить
btnContinue=П&родолжить

:OPTION
grbOptionLanguage=Язык сообщений
grbOptionConnection=Управление соединениями
btnOptionConnectionClear=&Удалить все соединения с облаками

:MAINFORM
lstFilesName=Имя
lstFilesDate=Дата
lstFilesType=Тип
lstFilesSize=Размер

mnuAction=Действие
mnuOpen=Открыть
mnuDownload=Скачать
mnuUploadMenu=Закачать
mnuUploadFile=Закачать файлы
mnuUploadFolder=Закачать папку
mnuUploadImage=Закачать изображение
mnuNewFolder=Новая папка
mnuDelete=Удалить
mnuRename=Переименовать

itemHome=Домой
itemOption=Настройки
itemAbout=О программе
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile=Все файлы (*.*)
strSearchResult=Результаты поиска "%s"

lblHomeTitle= Выберите сервис для соединения...
lblUploadMode=Выберите сервис для закачивания изображения

itemCount=%s элементов
itemSelectedCount=%s элементов выбрано

:PREVIEW
lblPreviewPreviewTitle=Просмотр
lblPreviewDescriptionTitle=Описание	
strPreviewNoDescription=Без описания

:DOWNLOADFORM

DownloadFormCaption=Скачивание...
strPrepareDownload=Подготовка к скачиванию
strDiscoveredItems=Обнаружено %s элементов...
strPleaseWait=Подождите, пока формируется список...
strDownloading=Скачивается %s элементов
strDownloadName=Имя: %s
strDownloadRemaining=Осталось: %s1 (всего: %s2)


:UPLOADFORM
UploadFormCaption=Закачивание...
strPrepareUpload=Подготовка к закачиванию
strCreatingFolder=Создание папки
strUploading=Закачивание %s элементов
strUploadName=Имя: %s
strUploadRemaining=Осталось: %s1 (всего: %s2)

:LOGINFORM
LoginFormCaption=Логин
chkSaveConnection=Сохранить информацию о соединении на этом компьютере
lblBrowserCall=Ваш веб-браузер будет показан через %s секунд.
lblBrowserCallRetry=Повторный запрос на доступ к %s
lblBrowserAccess1=Для соединения с %s сначала нужно войти в вашу учётную запись через веб-браузер.
lblBrowserAccess2=После того, как вы войдёте в систему через браузер, можно будет закрыть его окно и продолжить.

:USERINFO
lblUserInfoStorage=Хранилище:
lblUserInfoUserNameTitle=Учётная запись:
lblUserInfoSpaceTitle=Объём:
btnUserInfoLogout=Выход
strSpace = %s1 свободно из %s2

FileTypetext=текст
FileTypedocument=документ
FileTypeimage=изображение
FileTypevideo=видео
FileTypeaudio=аудио
FileTypefile=файл
FileTypefolder=папка
FileTypealbum=альбом

:UPLOAD
lblUploadFileNameTitle=Имя
lblUploadFileSizeTitle=Размер
lblUploadFilePreviewTitle = Просмотр
btnUploadUpload=Закачать сюда

:MESSAGEBOX
strDelete1item=Вы уверены, что хотите удалить этот файл?
strDelete1moreitems=Вы уверены, что хотите удалить %s элемент(ов)?

strFolderExist=Имя папки уже существует.
strDownloadFileExist=Файл с тем же именем в этом месте уже существует.\n\nВы хотите заменить его?
strCreateFolder=Пожалуйста, введите имя папки.
strRename=Пожалуйста, введите новое имя.


strInvalidFolderName=Имя папки является недействительным.
strCannotDelete=Не удаётся удалить файл(ы)/папку(и).

strUpdateCheck=Доступна новая версия Cloud Explorer. Вы хотите перейти на страницу загрузки?\nПожалуйста, учитывайте, что текущая версия может быть несовместима с вашими облачными хранилищами.
strAuthFail = Авторизация не удалась. Пожалуйста, попробуйте снова.

strDownloadFolder=Пожалуйста, укажите папку куда скачивать выбранные файлы.
strUploadFolder=Пожалуйста, выберите папку для закачивания
;-------------------------------------------------------------

[Website Resources]
;Please help us to translate official website to your languages.

#title_picpick: 'PicPick: инструмент "всё-в-одном", захват экрана, редактор изображений, выбор цвета, пиксельные линейки и другое...',
#title_ngwin: 'NGWIN - мы производим лёгкое в использовании программное обеспечение, которое создаёт удобную рабочую среду',
#nav_picpick: 'PicPick',
#nav_partners: 'Партнёры',
#nav_contact: 'Контакты',
#nav_home: 'Главная',
#nav_features: 'Особенности',
#nav_download: 'Скачать',
#nav_buy: 'Купить сейчас',
#nav_forum: 'Форум',
#section_features: 'Особенности',
#section_reviews: 'Обзоры в прессе',
#section_download: 'Скачать',
#section_download_commercial: 'КОММЕРЧЕСКАЯ ВЕРСИЯ ДЛЯ ЗАРЕГИСТРИРОВАННЫХ ПОЛЬЗОВАТЕЛЕЙ',
#section_buy: 'Купить сейчас',
#section_screenshots: 'Снимки экрана',
#section_customers: 'Наши клиенты',
#section_latestversion: 'Последняя версия',
#section_changelog: 'Примечания к выпуску',
#section_availableon: 'Доступно для',
#section_likeuson: 'Оцените нас на',
#section_eula: 'Лицензионное соглашение конечного пользователя',
#section_privacypolicy: 'Политика конфиденциальности',
#section_volumepricing: 'Ценообразование',
#button_download: 'СКАЧАТЬ',
#button_buy: 'КУПИТЬ СЕЙЧАС',
#button_upgrade: 'ОБНОВИТЬ СЕЙЧАС',
#button_upgrade_nothanks: 'Нет, спасибо',
#button_viewdetail: 'УЗНАТЬ ПОДРОБНОСТИ',
#button_free_download: 'СКАЧАТЬ БЕСПЛАТНО',
#button_download_portable: 'Портативная версия',
#button_download_commercial: 'Я уже купил лицензию.',
#text_freetotry: 'Бесплатно для личного использования, попробуйте сегодня.',
#text_copyright: 'Авторское право {copy} {ngwin}. Все права защищены.',
#text_winavailable: 'Готово к Windows 10, доступно для всех Windows',
#text_winavailable2: 'Microsoft Windows 10, 8.1, 8, 7, Vista и XP, включая 32-разрядные и 64-разрядные версии.',
#text_recommend: 'РЕКОМЕНДУЕТСЯ',
#text_limitedtimeoffer: 'ОГРАНИЧЕННОЕ ПО ВРЕМЕНИ ПРЕДЛОЖЕНИЕ',
#text_free: 'БЕСПЛАТНО',
#text_personal_only_detail: 'Обратите внимание, что эта бесплатная версия может использоваться только для личных целей в некоммерческих средах.',
#text_license_peruser: 'PicPick имеет лицензию на одного пользователя. Каждый купивший лицензию пользователь может установить программное обеспечение на две машины (например, ПК и ноутбук).',
#text_license_noshare: 'Одна лицензия не может быть общей для разных пользователей.',
#text_bluesnap: '2Checkout — это рекомендуемая нами система онлайн-оплаты. Она поддерживает полностью безопасную онлайн-оплату услуг различные способами, такими как PayPal, кредитные карты и т.д.',
#text_thankyou: 'Благодарим вас за выбор PicPick.',
#text_download_thankyou: 'Благодарим вас за выбор PicPick.',
#text_download_start: 'Загрузка начнётся автоматически через несколько секунд.',
#text_download_ifnot: 'Если загрузка не началась автоматически, пожалуйста, нажмите {here} или загрузите с дублирующих ссылок.',
#text_download_ifnot2: 'Если загрузка не началась автоматически, пожалуйста, нажмите {here}.',
#text_download_ifnot2_here: 'здесь',
#text_upgrade: 'Обновите до профессиональной версии и получите больше возможностей!',
#overview_jumbotron_h1: 'PicPick',
#overview_jumbotron_h2: 'Инструмент "всё-в-одном" для каждого',
#overview_jumbotron_p1: 'Полнофункциональный захват экрана, интуитивно понятный редактор изображений, выбор цвета, цветовая палитра, пиксельная линейка, угломер, перекрестие, грифельная доска и многое другое.',
#overview_jumbotron_p2: 'Дружественный инструмент с полным набором функций для создания изображения, подходящий для разработчиков программного обеспечения, графических дизайнеров и домашних пользователей.',
#overview_feature_1_h1: 'Захват чего угодно',
#overview_feature_1_p1: 'Создание снимков всего экрана, активного окна, окна с прокруткой и любой конкретной области вашего рабочего стола и т.п.',
#overview_feature_2_h1: 'Редактирование изображений',
#overview_feature_2_p1: 'Комментирование и акцентирование изображений: добавление текста, стрелок, фигур и многого другого при помощи встроенного редактора с новейшим ленточным меню.',
#overview_feature_3_h1: 'Усиление эффектами',
#overview_feature_3_p1: 'Лёгкое добавление эффектов на ваши изображения: тени, рамки, водяные знаки, мозаику, размытие в движении, регулировка яркости и др.',
#overview_feature_4_h1: 'Публикация где угодно',
#overview_feature_4_p1: 'Локальное сохранение или отправка изображения на сайты, электронную почту, FTP, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter и многое другое.',
#overview_feature_5_h1: 'Графические аксессуары',
#overview_feature_5_p1: 'Разнообразные дизайнерские аксессуары, включающие выбор цвета, цветовую палитру, пиксельные линейки, транспортир, перекрестие, лупу, грифельную доску.',
#overview_feature_6_h1: 'Гибкие настройки',
#overview_feature_6_p1: 'Вы можете настраивать в широких пределах горячие клавиши, именование файлов, качество изображения и многое другое для удовлетворения ваших потребностей.',
#reviews_1_body: 'Эта программа заставляет подумать нас о швейцарском армейском ноже или, возможно, хорошо укомплектованном и организованном ящике стола. Здесь есть все виды полезных инструментов и мы думаем, что PicPick будет полезным для веб-дизайнеров, графических дизайнеров и даже среднего компьютерного пользователя, которому иногда нужно работать с графикой.',
#reviews_1_author: 'CNET Download.com',
#reviews_1_link: 'http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1',
#reviews_1_img: 'review_cnet.png',
#reviews_2_body: 'Специально разработан для домашних пользователей и с целью предоставления максимальной гибкости в процессе работы. Он даже включает в себя некоторые особенности, которых никогда не найти в Photoshop. PicPick, помимо того что очень простой в использовании редактор изображений, также имеет быстро выбираемые параметры захвата графики и набор горячих клавиш и функций, которым позавидуют некоторые подобные редакторы.',
#reviews_2_author: 'Softpedia',
#reviews_2_link: 'http://www.softpedia.com/reviews/windows/PicPick-49842.shtml',
#reviews_2_img: 'review_softpedia.png',
#features_1_h1: 'Захват экрана',
#features_1_p1: 'Создание снимков всего экрана, активного окна, окна с прокруткой и любой конкретной области вашего рабочего стола и т.д.',
#features_1_p2: 'Поддержка работы с несколькими мониторами, захват вместе с курсором, автоматическое сохранение и именование файлов и т.д.',
#features_1_p3: 'Поддержка виджета плавающей панели захвата, что делает её легкодоступной.',
#features_1_p4: 'Настройка собственных сочетаний клавиш.',
#features_1_list_1: 'Полный экран',
#features_1_list_2: 'Активное окно',
#features_1_list_3: 'Окно контроля',
#features_1_list_4: 'Окно с прокруткой',
#features_1_list_5: 'Область',
#features_1_list_6: 'Фиксированная область',
#features_1_list_7: 'Произвольная область',
#features_1_list_8: 'Повтор последнего захвата',
#features_1_list_9: 'Виджет захвата',
#features_1_list_10: 'Захват с курсором',
#features_1_list_11: 'Задержка захвата',
#features_1_list_12: 'Автосохранение',
#features_2_h1: 'Редактор изображений',
#features_2_p1: 'Встроенный редактор изображений, который включает в себя новейшее ленточное меню. Вы можете делать заметки и акценты на вашем изображении.',
#features_2_list_1: 'Рисование',
#features_2_list_2: 'Вставка текста',
#features_2_list_3: 'Стрелки, линии',
#features_2_list_4: 'Формы',
#features_2_list_5: 'Облачко',
#features_2_list_6: 'Акцентирование',
#features_2_list_7: 'Обрезка',
#features_2_list_8: 'Изменение размера',
#features_2_list_9: 'Поворот',
#features_2_list_10: 'Инверсия',
#features_2_list_11: 'Оттенки серого',
#features_2_list_12: 'Мозаика',
#features_2_list_13: 'Рамка',
#features_2_list_14: 'Водяной знак',
#features_2_list_15: 'Размытие',
#features_2_list_16: 'Резкость',
#features_2_list_17: 'Яркость',
#features_2_list_18: 'Тон / насыщенность',
#features_2_list_19: 'Цветовой баланс',
#features_3_h1: 'Сохранение, публикация или отправка',
#features_3_p1: 'После захвата и редактирования изображения вы можете сохранить, опубликовать или отправить его различными методами.',
#features_3_list_1: 'Буфер обмена',
#features_3_list_2: 'Графический файл',
#features_3_list_3: 'PDF-файл',
#features_3_list_4: 'Принтер',
#features_3_list_5: 'Сайт',
#features_3_list_6: 'Dropbox',
#features_3_list_7: 'Google Drive',
#features_3_list_8: 'SkyDrive',
#features_3_list_9: 'Box',
#features_3_list_10: 'Facebook',
#features_3_list_11: 'Twitter',
#features_3_list_12: 'Skype',
#features_3_list_13: 'FTP-сервер',
#features_3_list_14: 'Электронная почта',
#features_3_list_15: 'Microsoft Word',
#features_3_list_16: 'Microsoft PowerPoint',
#features_3_list_17: 'Microsoft Excel',
#features_3_list_18: 'Внешняя программа',
#features_4_h1: 'Выбор цвета',
#features_4_p1: 'Поможет вам найти точный код цвета пиксела на экране со встроенной лупой.',
#features_4_p2: 'Поддержка RGB, HTML, C++ и Delphi.',
#features_5_h1: 'Цветовая палитра',
#features_5_p1: 'Получить точный код цвета пиксела с помощью палитры в стиле Photoshop, которая поддерживает RGB, HSV.',
#features_6_h1: 'Линейка',
#features_6_p1: 'Для измерения размера объектов и размещения их в точном месте на экране.',
#features_6_p2: 'Поддержка горизонтальной и вертикальной ориентации, различные единицы измерения (пиксели, дюймы, сантиметры), настройки DPI (72, 96, 120, 300), обложки.',
#features_7_h1: 'Лупа',
#features_7_p1: 'С лёгким, сглаживающим и настраиваемого размера инструментом "лупа", можно увидеть любую область рабочего стола в увеличенном виде.',
#features_8_h1: 'Перекрестие',
#features_8_p1: 'Выяснить относительные координаты положения изображения с помощью этой функции.',
#features_8_p2: 'Это может быть полезно, например, при разработке HTML-карт изображений.',
#features_9_h1: 'Транспортир',
#features_9_p1: 'Поможет вам замерить углы на экране. Укажите центр, затем точку начала отсчёта, затем точку, до которого надо замерить угол в градусах.',
#features_9_p2: 'Это может быть использовано в различных фотографических, математических и графических приложениях.',
#features_10_h1: 'Грифельная доска',
#features_10_p1: 'Вы можете иметь виртуальную грифельную доску. Её можно использовать для презентации или рисования чего-либо прямо на рабочем столе.',
#download_1_h1: 'Для дома',
#download_1_p1: 'Только для личного использования',
#download_1_p2: 'Обновление вручную',
#download_1_p3: 'Нет технической поддержки',
#download_2_h1: 'Для бизнеса',
#download_2_p1: 'Коммерческое и личное использование',
#download_2_p2: 'Простое обновление',
#download_2_p3: 'Техническая поддержка',
#download_2_p4: 'Пожизненные обновления',
#download_2_p5: 'Нет рекламы',
#buy_table_h1: 'Число пользователей',
#buy_table_h2: 'Цена (в долларах США)',
#buy_table_p1: 'Пожалуйста, свяжитесь с нами для получения предложения!',
#buy_table_p2: 'Обратите внимание, что для некоторых европейских покупателей может применяться {vat}.',
#buy_table_p2_vat: 'НДС',
#buy_1_h1: 'Мгновенная доставка ключа',
#buy_1_p1: 'Мгновенное получение ключа регистрации после завершения оформления заказа.',
#buy_2_h1: 'Пожизненные обновления',
#buy_2_p1: 'Лицензии включают неограниченные бесплатные обновления на все последующие версии PicPick.',
#buy_3_h1: 'Вопросы о покупке',
#buy_3_p1: 'Если у вас есть какие-либо вопросы, касающиеся покупки или лицензирования, пожалуйста, не стесняйтесь и {contactus}.',
#buy_3_p1_contactus: 'Свяжитесь с нами',
#buy_single: 'Одиночная',
#buy_single_p1: 'Установка на 2 машины пользователя',
#buy_team: 'Коллектив',
#buy_team_user: 'Пользователи',
#buy_site: 'Сайт',
#buy_site_p1: 'Установка на неограниченное количество машин сайта',
#secure_order: 'Безопасная покупка через 2Checkout',
#uninstall_h1: 'Пожалуйста, оставьте отзыв.',
#uninstall_p1: 'Мы были бы признательны вам за отзыв. Он поможет сделать PicPick лучше.',
#uninstall_comment: 'Подробности',
#uninstall_comment_placeholder: 'Например, почему вы удаляете программу? Чего в ней не хватает? Какая функция требуется?',
#uninstall_email: 'Электронная почта (необязательно)',
#uninstall_email_placeholder: 'Пожалуйста, введите свой адрес электронной почты.',
#uninstall_send: 'Отправить отзыв',
#about_us: 'О нас',
#about_h1: 'Мы являемся компанией по разработке программного обеспечения, специализирующейся на платформе Microsoft Windows.',
#about_p1: 'Нашей целью является разработка и публикация высококачественного программного обеспечения, предоставляющего пользователям удобную рабочую среду.',
#contact_h1: 'Мы были бы рады получить отзыв от вас! Пожалуйста, заполните эту форму, и мы свяжемся с вами в ближайшее время.',
#contact_us: 'Свяжитесь с нами',
#contact_email: 'Поддержка по электронной почте',
#contact_email_at: 'Вы также можете связаться с нами по электронной почте по адресу: {email}',
#contact_email_send: 'Отправьте нам письмо',
;-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Выберите начало отсчёта
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Нажмите [
MSG_ACTIVEWINDOW_2 = ] для захвата активного окна.
MSG_EXITSAVEIMAGE_1 = Вы хотите сохранить внесённые изменения в [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Image
MSG_DIRECTORYACCESSERROR = Невозможно получить доступ к папке.
MSG_DEFAULT_TAPNAME = без названия
MSG_HOTKEY_ALREADY1 = Невозможно назначить выбранные клавиши.
MSG_HOTKEY_ALREADY2 = Вы хотите изменить назначение клавиш?
MSG_THISFOLDERNOTFOUND = Папка [путь или имя папки] не найдены.
MSG_INVALID_FILENAME = Имя файла содержит недопустимые символы.
MSG_INVALID_CLIPBOARD = Ошибка при вставке изображения из буфера обмена! (Неправильный формат данных)
MSG_CANNOTREPEATCAPTURE = Невозможно определить область выделения.
MSG_CLOSEALLIMAGE = Вы хотите закрыть все несохранённые изображения?
MSG_FILE_OPEN =Открыть
MSG_FILE_SAVE =Сохранить как
MSG_NEWVERSIONAVAILABLE = Доступна новая версия PicPick. Перейти на страницу загрузки?
MSG_PROGRAM_NOTADDYET=Вы должны выбрать внешнюю программу для открытия снимков!
MSG_EXTERNALPROGRAMERROR=Не удаётся найти указанную внешнюю программу.
MSG_PARAMETERS_TITLE=Параметры запуска PicPick
MSG_OLDLANGUAGE =Языковой файл устарел, некоторые фразы не переведены. Вы действительно хотите его использовать?
MSG_INVALIDALBUMNAME=Некорректное название альбома.
MSG_CREATEFAILUREALBUM=Ошибка при создании альбома.
MSG_LOADINGFAILUREALBUM=Ошибка при загрузке альбомов.
MSG_IDEMPTY = Введите имя пользователя.
MSG_PWEMPTY = Введите пароль.
MSG_SAVE = Да
MSG_DONTSAVE = Нет
MSG_DONTSAVEALL = Нет для всего
MSG_NODISPLAYAGAIN = Не показывать больше это сообщение
BTN_YES = &Да
BTN_NO = &Нет
BTN_NOALL = &Нет для всего
MSG_INPUTTEXT = Введите текст
MSG_FLATTENLAYER= Для выполнения этого действия необходимо совместить фигуры с фоновым изображением. Вы хотите совместить фигуры?
MSG_FLATTENALL=Вы хотите совместить с фоновым изображением все фигуры?
MSG_INVALID_DOWNLOADURL = Возникла ошибка при скачивание изображения.
MSG_OPENURL=Введите ссылку:
MSG_ANYSETTINGOK = Настройки успешно изменены.
MSG_DEFAULTEDITOR=Теперь PicPick является основным редактором изображений.
MSG_FTPINFONEED=Сначала необходимо задать параметры FTP-сервера.
MSG_CONNECTIONFAIL=Произошла ошибка при подключении к серверу.
MSG_PROGRAM_NOSKYPE=Skype не найден.
MSG_ACTIVATE_OFFLINE=Активация вашей лицензии не выполнена из-за проблем сети или каких-либо других. Хотите активировать лицензию вручную?
MSG_ACTIVATE_OK = Ваша лицензия активирована. Спасибо за выбор PicPick!
MSG_ACTIVATE_TRIAL = Пробная лицензия активирована. Спасибо за выбор PicPick!
MSG_ACTIVATE_FAIL = Активация не выполнена. Свяжитесь с центром поддержки PicPick.
MSG_VALIDOWNERNAME = Введите корректное имя пользователя.
MSG_VALIDLICENSEKEY = Введите корректный ключ лицензии.
MSG_FILENOTFOUND = Файл не найден.
MSG_CAPTUREAREAFAIL=Произошла ошибка во время определения области захвата. Пожалуйста, проверьте ваши программы (антивирус, детектор вредоносных/шпионских программ), которые могут вызывать проблемы.
MSG_TRANSPARENCYLOST=Все эффекты прозрачности будут утеряны, если вы сохраните это изображение. Вы действительно хотите продолжить?
MSG_DONOTSHOWWEEK=Не показывать это окно снова в течении недели
MSG_NEWVERSIONAVAILABLE_SHORT=Доступна новая версия PicPick
MSG_HOTKEY_ALREADY3 = Пожалуйста, проверьте другие запущенные приложения, такие как Dropbox или OneDrive.
MSG_NEWVERSIONINSTALL = Доступна новая версия PicPick. Хотите установить её сейчас?
MSG_NEWVERSIONINSTALLING = Пожалуйста, подождите, пока загружается обновление...
MSG_NEWVERSIONRESTART = Обновление начнётся автоматически через несколько секунд...
MSG_ACTIVATE_INVALID = Введённый вами лицензионный ключ некорректен. Пожалуйста, проверьте ключ и повторите попытку.
#5.0.0
MSG_NOUPDATEAVAILABLE = В настоящее время нет доступных обновлений.
MSG_NOTENOUGHCAPTUREAREA = Выбранная область слишком мала для захвата.
MSG_CAPTUREOPTION_NEXTTIME = Выбранный вариант будет применён при следующем захвате.
#5.0.0
